/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "%@ não pode ser aberto.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "%@ não pode ser aberto devido a um problema.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ teve um problema.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ encerrou inesperadamente ao usar o plugin %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ encerrou inesperadamente.";

/* button title */
"Agree" = "Concordar";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Ao clicar em \"Concordar\" você concorda que a Apple possa periodicamente reunir e usar esta informação como parte de seus serviços de suporte e para melhorar seus produtos e serviços. Esta informação é reunida anonimamente. Para saber mais sobre a Política de Privacidade da Apple, visite o site http://www.apple.com/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Consulte com o desenvolvedor para certificar-se de que %@ funciona com esta versão do Mac OS X. Talvez você tenha que reinstalar o aplicativo. Certifique-se de instalar quaisquer atualizações do aplicativo e do Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Clique em “Enviar à Apple” para enviar o relatório à Apple. Esta informação é coletada anonimamente.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Clique em Reabrir para abrir o aplicativo novamente. Este relatório será enviado à Apple automaticamente.";

/* button title */
"Disagree" = "Discordar";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Não perguntar novamente";

/* button title */
"Don\\U2019t Send" = "Não Enviar";

/* button title */
"Hide Details" = "Ocultar Detalhes";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Relatório de Problemas para %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Fornecer todos os passos necessários para reproduzir o problema.";

/* button title */
"Reopen" = "Reabrir";

/* button title */
"Send to Apple" = "Enviar à Apple";

/* button title */
"Show Details" = "Mostrar Detalhes";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Este relatório será envido à Apple automaticamente.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Impossível reunir informações sobre a configuração do sistema.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "Transfira %@ novamente usando a App Store.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Você pode ajudar a Apple a melhorar seus produtos enviando informações de uso e diagnóstico anônimas sobre o seu computador.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Você encerrou %@ devido a um problema.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Você desligou o computador devido a um problema.";

